Repository: Gubis/tknorris-beta-repo
Catalog: script.trakt/resources/language/Norwegian/strings.po
Languages: no

# #32000
source: General
no: Generelt

# #32001
source: Username
no: Brukernavn

# #32002
source: Password
no: Passord

# #32003
source: Startup Delay
no: Forsinkelse av oppstart

# #32004
source: Rating
no: Rangering/aldersgrense

# #32005
source: Rate Movie after watching
no: Gi vurdering etter å ha sett

# #32006
source: Rate TV show Episode after watching
no: Gi vurdering på Tv-program etter å ha sett

# #32007
source: Rate each playlist item
no: Gi vurdering på alle elementer i spillelisten

# #32008
source: Minimum percent watched to display rating dialog
no: Minimum prosent sett for å spørre om vurdering

# #32009
source: Allow re-rating of media
no: Tillat overskriving av vurdering

# #32010
source: Default rating
no: Standard vurdering

# #32012
source: Scrobble movies
no: Scrobble filmer

# #32013
source: Scrobble TV show episodes
no: Scrobble TV-programmer og episoder

# #32014
source: Show notification on scrobble
no: Vis scrobble-varsel

# #32015
source: trakt - Scrobbled successfully
no: trakt - Scrobble vellykket

# #32016
source: Exclusions
no: Unntak

# #32017
source: Exclude Live TV
no: Ekskluder Live TV

# #32018
source: Exclude HTTP sources
no: Ekskluder HTTP-kilder

# #32019
source: Exclude path
no: Ekskluder sti

# #32020
source: Folder's path (including subfolders)
no: Mappens sti (inkludert undermapper)

# #32021
source: Enter your Username and Password in settings
no: Skriv inn brukernavn og Passord i innstillingene

# #32022
source: Enter your Password in settings
no: Skriv inn passord i innstillingene

# #32023
source: Can not connect to trakt
no: Kunne ikke koble til trakt

# #32024
source: Error
no: Feil

# #32025
source: Incorrect username or password
no: Feil brukernavn eller passord

# #32026
source: What Did You Think?
no: Hva synes du?

# #32027
source: Totally Ninja!
no: Helt ninja!

# #32028
source: Weak Sauce :(
no: Svak saus :(

# #32029
source: Terrible
no: Forferdelig

# #32030
source: Bad
no: Elendig

# #32031
source: Poor
no: Dårlig

# #32033
source: Fair
no: Greit

# #32034
source: Good
no: Bra

# #32035
source: Great
no: Kjempebra

# #32036
source: Superb
no: Supert

# #32037
source: Unrate this movie
no: Fjern vurdering av denne filmen

# #32038
source: Unrate this show
no: Fjern vurdering av dette TV-programmet

# #32039
source: Unrate this episode
no: Fjern vurdering av denne episoden

# #32040
source: trakt - Rating submitted successfully
no: trakt - Vurdering ble lagt til

# #32041
source: trakt - Already rated
no: trakt - Allerede vurdert

# #32042
source: trakt - Unrated successfully
no: trakt - Vurdering fjernet

# #32043
source: trakt - Already has the same rating
no: trakt - Har allerede samme vurdering

# #32044
source: trakt - Problem submitting rating
no: trakt - Kunne ikke legge til vurdering

# #32045
source: Synchronize
no: Synkroniser

# #32046
source: Movies
no: Filmer

# #32047
source: Add new movies to trakt collection
no: Legg til filmer i trakt-samlingen

# #32048
source: Add watched movies to trakt history
no: Legg til filmer markert sett i trakt-historien

# #32049
source: Mark movies from trakt history as watched in Kodi
no: Marker filmer fra trakt-historien som sett i Kodi

# #32050
source: TV Episodes
no: TV-Episoder

# #32051
source: Add new TV episodes to trakt collection
no: Legg til TV-episoder i trakt-samling

# #32052
source: Add watched TV episodes to trakt history
no: Legg til TV-episoder markert sett i trakt-historie

# #32053
source: Mark TV episodes from trakt history as watched in Kodi
no: Merk TV-episoder fra trakt-historie som sett i Kodi

# #32054
source: Service
no: Tjeneste

# #32055
source: Sync collection on library update or cleaning
no: Synkroniser samling når biblioteket oppdateres eller renses

# #32056
source: Show notifications
no: Vis varslinger

# #32057
source: Remove deleted movies from trakt collection
no: Fjern slettede filmer fra trakt-samling

# #32058
source: Remove deleted TV episodes from trakt collection
no: Fjern slettede TV-episoder fra trakt-samling

# #32059
source: Show marked as watched notification
no: Vis varsling når noe blir markert sett

# #32060
source: Hide notifications during playback
no: Skjul varslinger under avspilling

# #32061
source: Sync started
no: Synkronisering startet

# #32062
source: Sync complete
no: Synkronisering ferdig

# #32063
source: %i movie(s) will be added to trakt collection
no: %i film(er) vil bli lagt til i trakt-samlingen

# #32064
source: %i movie playcount(s) will be updated on trakt
no: %i filmavspilling(er) vil bli oppdatert på trakt

# #32065
source: %i movie(s) playcount will be updated in Kodi
no: %i filmavspilling(er) vil bli oppdatert i Kodi

# #32066
source: Movie Sync Complete
no: Synkronisering av filmer ferdig

# #32067
source: Going to add %i show(s) to trakt collection
no: Legger til %i program(mer) til trakt-samling

# #32068
source: Checking for episodes missing from trakt collection
no: Sjekker etter manglende episoder i trakt-samling

# #32069
source: %i of %i show(s) have episodes added to trakt collection
no: %i av %i program(mer) har episoder lagt til i trakt-samlingen

# #32070
source: Going to update %i show(s) missing watched status
no: Oppdaterer %i program(mer)s manglende sett-status

# #32071
source: Checking watched episodes on trakt
no: Sjekker etter episoder markert sett på trakt

# #32072
source: %i show(s) had missing watched status
no: %i program(mer) manglet sett-status

# #32073
source: %i episodes are being updated
no: %i episoder blir oppdatert

# #32074
source: Checking watched episodes on Kodi
no: Sjekker episoder markert sett i Kodi

# #32075
source: Episode Sync Complete
no: Synkronisering av episode ferdig

# #32076
source: %i movie(s) will be removed from trakt collection
no: %i film(er) blir fjernet fra trakt-samlingen

# #32077
source: Cleaning trakt TV show collection
no: Renser TV-programsamling

# #32078
source: episodes are being removed
no: episoder fjernes

# #32079
source: Loading movies from Kodi
no: Laster filmer fra Kodi

# #32080
source: Movies loaded from Kodi
no: Filmer fra Kodi lastet

# #32081
source: Retrieving movie collection from trakt
no: Henter film-samling fra trakt

# #32082
source: Retrieving watched movies from trakt
no: Henter filmer markert sett fra trakt

# #32083
source: Retrieved movie data from trakt
no: Hentet data om film fra trakt

# #32084
source: trakt movie collection is up to date, no movies to add
no: Film-samlingen på trakt er oppdatert. Ingen filmer å legge til.

# #32085
source: %i movie(s) were added to your trakt collection
no: %i film(er) ble lagt til i trakt-samlingen

# #32086
source: trakt movie playcounts are up to date
no: trakt filmavspillinger er oppdatert

# #32087
source: Playcounts updated for %i movie(s) on trakt
no: Avspillinger oppdatert for %i film(er) på trakt

# #32088
source: Kodi movie playcounts are up to date
no: Kodi filmavspillinger er oppdatert

# #32089
source: Updating %i of %i movie playcount(s) in Kodi
no: Oppdaterer %i av %i filmavspilling(er) i Kodi

# #32090
source: Playcounts updated for %i movie(s) in Kodi
no: Avspillingsteller oppdatert for %i film(er) i Kodi

# #32091
source: trakt movie collection is up to date, no movies removed
no: filmsamlingen på trakt er oppdatert. Ingen filmer å fjerne

# #32092
source: %i movie(s) were removed from your trakt collection
no: %i film(er) ble fjernet fra trakt-samlingen

# #32093
source: Updating %i of %i movie playcount(s) on trakt
no: Oppdaterer %i av %i filmavspilling(er) på trakt

# #32094
source: Loading episode data from Kodi
no: Laster data om episode fra Kodi

# #32095
source: Loading shows from Kodi
no: Laster TV-programmer fra Kodi

# #32096
source: Shows loaded from Kodi
no: TV-programmer lastet fra kodi

# #32097
source: Parsing %i of %i episode data from Kodi
no: Analyserer %i av %i episodedata fra Kodi

# #32098
source: Loaded episode data from Kodi
no: Lastet episode-data fra Kodi

# #32099
source: Loading episode data from trakt
no: Laster episode-data fra trakt

# #32100
source: Retrieving episode collection from trakt
no: Henter episode-samling fra trakt

# #32101
source: Retrieving watched episodes from trakt
no: Henter episoder markert sett fra trakt

# #32102
source: Parsing episode data %i of %i from trakt
no: Analyserer episodedata %i av %i fra trakt

# #32103
source: Retrieved episode data from trakt
no: Henter episode-data fra trakt

# #32104
source: trakt episode collection is up to date, no episodes to add
no: episode-samling på trakt er oppdatert. Ingen episoder å legge til.

# #32105
source: %i episode(s) were added to your trakt collection
no: %i episode(r) ble lagt til i trakt-samlingen

# #32106
source: trakt episode playcounts are up to date
no: trakt episodeavspillinger er oppdatert

# #32107
source: Kodi episode playcounts are up to date
no: Kodi episodeavspillinger er oppdatert

# #32108
source: Updating %i of %i episode playcount(s) in Kodi
no: Oppdaterer %i av %i episodeavspilling(er) i Kodi

# #32109
source: Playcounts updated for %i show(s) in Kodi
no: Avspillinger oppdatert for %i program(mer) i Kodi

# #32110
source: trakt episode collection is clean, no episodes to remove
no: episodesamlingen på trakt er renset. Ingen episoder å fjerne.

# #32111
source: %i episode(s) are being removed from your trakt collection
no: %i episode(r) blir fjernet fra trakt-samlingen

# #32112
source: %i episode(s) were removed from your trakt collection
no: %i episode(r) ble fjernet fra trakt-samlingen

# #32113
source: trakt - Marked as watched
no: trakt - Markert som sett

# #32114
source: trakt - Failed marking as watched
no: trakt - Kunne ikke markere som sett

# #32115
source: %d episode(s) of '%s'
no: %d episode(r) av '%s'

# #32116
source: Enable debug mode
no: Aktiver feilsøkingsmodus
