Repository: Gubis/tknorris-beta-repo
Catalog: script.trakt/resources/language/*/strings.po
Languages: dutch

# #32000
source: General
dutch: Algemene instellingen

# #32001
source: Username
dutch: Gebruikersnaam

# #32002
source: Password
dutch: Wachtwoord

# #32003
source: Startup Delay
dutch: Start vertraging

# #32004
source: Rating
dutch: Waardering

# #32005
source: Rate Movie after watching
dutch: Waardeer film na bekijken

# #32006
source: Rate TV show Episode after watching
dutch: Waardeer Tv-serie aflevering na bekijken

# #32007
source: Rate each playlist item
dutch: Waardeer elke afspeellijst item

# #32008
source: Minimum percent watched to display rating dialog
dutch: Minimum percentage bekeken om waardering dialoog te tonen

# #32009
source: Allow re-rating of media
dutch: Toestaan herwaardering van media

# #32010
source: Default rating
dutch: Standaard Waardering

# #32012
source: Scrobble movies
dutch: Scrobble films

# #32013
source: Scrobble TV show episodes
dutch: Scrobble TV-serie afleveringen

# #32014
source: Show notification on scrobble
dutch: Toon notificatie tijdens schrobble

# #32015
source: trakt - Scrobbled successfully
dutch: Trakt - scrobbled succesvol

# #32016
source: Exclusions
dutch: Uitsluitingen

# #32017
source: Exclude Live TV
dutch: Uitsluiten live TV

# #32018
source: Exclude HTTP sources
dutch: Uitsluiten HTTP bronnen

# #32019
source: Exclude path
dutch: Uitsluiten locatie

# #32020
source: Folder's path (including subfolders)
dutch: Folders locatie (inclusief onderliggende folders)

# #32021
source: Enter your Username and Password in settings
dutch: Voeg je gebruikersnaam en wachtwoord in in instellingen

# #32022
source: Enter your Password in settings
dutch: Voeg je wachtwoord in in instellingen

# #32023
source: Can not connect to trakt
dutch: Kan niet verbinden met trakt

# #32024
source: Error
dutch: Fout

# #32025
source: Incorrect username or password
dutch: Verkeerde gebruikersnaam of wachtwoord

# #32026
source: What Did You Think?
dutch: Wat dacht je?

# #32027
source: Totally Ninja!
dutch: Totaal ninja!

# #32028
source: Weak Sauce :(
dutch: Zwakke saus :(

# #32029
source: Terrible
dutch: Verschrikkelijk

# #32030
source: Bad
dutch: Slecht

# #32031
source: Poor
dutch: Zwak

# #32033
source: Fair
dutch: Mooi

# #32034
source: Good
dutch: Goed

# #32035
source: Great
dutch: Groots

# #32037
source: Unrate this movie
dutch: De-waardeer deze film

# #32038
source: Unrate this show
dutch: De-waardeer deze serie

# #32039
source: Unrate this episode
dutch: De-waardeer deze aflevering

# #32040
source: trakt - Rating submitted successfully
dutch: Trakt - waardering succesvol toegevoegd

# #32041
source: trakt - Already rated
dutch: Trakt - al gewaardeerd

# #32042
source: trakt - Unrated successfully
dutch: trakt - De-waardering succesvol

# #32043
source: trakt - Already has the same rating
dutch: Trakt- heeft al de zelfde waardering

# #32044
source: trakt - Problem submitting rating
dutch: Trakt- probleem met toevoegen waardering

# #32045
source: Synchronize
dutch: Synchroniseer

# #32046
source: Movies
dutch: Films

# #32047
source: Add new movies to trakt collection
dutch: Voeg nieuwe films toe aan trakt collectie

# #32048
source: Add watched movies to trakt history
dutch: Toon bekeken films aan trakt historie

# #32049
source: Mark movies from trakt history as watched in Kodi
dutch: Markeer films van trakt historie al bekeken in Kodi

# #32050
source: TV Episodes
dutch: TV afleveringen

# #32051
source: Add new TV episodes to trakt collection
dutch: Voeg nieuwe tv afleveringen toe aan trakt collectie

# #32052
source: Add watched TV episodes to trakt history
dutch: Voeg bekeken TV afleveringen toe aan trakt historie

# #32053
source: Mark TV episodes from trakt history as watched in Kodi
dutch: Markeer TV afleveringen van trakt historie als bekeken in kodi

# #32054
source: Service
dutch: Dienst

# #32055
source: Sync collection on library update or cleaning
dutch: Synchoroniseer collect tijdens bibliotheek update of opruiming

# #32056
source: Show notifications
dutch: Toon Notificaties

# #32057
source: Remove deleted movies from trakt collection
dutch: Verwijder verwijderde films van de trakt collectie

# #32058
source: Remove deleted TV episodes from trakt collection
dutch: Verwijder verwijderde tv afleveringen van trakt collectie

# #32059
source: Show marked as watched notification
dutch: Toon gemarkeerd als bekeken notificatie

# #32060
source: Hide notifications during playback
dutch: Verberg notificaties tijdens afspelen

# #32061
source: Sync started
dutch: Sync gestart

# #32062
source: Sync complete
dutch: Sync compleet

# #32063
source: %i movie(s) will be added to trakt collection
dutch: %i film(s) worden toegevoegd aan de trakt collectie

# #32064
source: %i movie playcount(s) will be updated on trakt
dutch: %i film aantal(en) keer afgespeelt worden geӮpdate naar trakt

# #32065
source: %i movie(s) playcount will be updated in Kodi
dutch: %i film(s) aantal keren worden ge:update in Kodi

# #32066
source: Movie Sync Complete
dutch: Film sync compleet

# #32067
source: Going to add %i show(s) to trakt collection
dutch: Gaat %i aflevering(en) toevoegen aan de trakt collectie

# #32068
source: Checking for episodes missing from trakt collection
dutch: Controleert voor missende afleveringen van trakt collectie

# #32069
source: %i of %i show(s) have episodes added to trakt collection
dutch: %i van %i aflevering(en) zijn toegevoegd aan de trakt collectie

# #32070
source: Going to update %i show(s) missing watched status
dutch: Gaat %i bekeken status van afleverignen(en) updaten

# #32071
source: Checking watched episodes on trakt
dutch: Controleren bekeken afleveringen op trakt

# #32072
source: %i show(s) had missing watched status
dutch: %i serie(s) missen bekeken status

# #32073
source: %i episodes are being updated
dutch: %i afleveringen worden geӮpdate

# #32074
source: Checking watched episodes on Kodi
dutch: Controleren bekeken afleveringen op Kodi

# #32075
source: Episode Sync Complete
dutch: Aflevering sync compleet

# #32076
source: %i movie(s) will be removed from trakt collection
dutch: %i film(s) worden verwijderd uit de trakt collectie

# #32077
source: Cleaning trakt TV show collection
dutch: Opruimen trakt TV serie collectie

# #32078
source: episodes are being removed
dutch: Afleveringen gaanworden verwijderd

# #32079
source: Loading movies from Kodi
dutch: Laden films van Kodi

# #32080
source: Movies loaded from Kodi
dutch: Films geladen van Kodi

# #32081
source: Retrieving movie collection from trakt
dutch: Verkrijgen film collectie van Trakt

# #32082
source: Retrieving watched movies from trakt
dutch: Verkrijgen bekeken films van trakt

# #32083
source: Retrieved movie data from trakt
dutch: Verkrijgen film date van trakt

# #32084
source: trakt movie collection is up to date, no movies to add
dutch: Trakt film collectie is up to date, geen films toe te voegen

# #32085
source: %i movie(s) were added to your trakt collection
dutch: %i film(s) werden toegevoegd aan jouw trakt collectie

# #32086
source: trakt movie playcounts are up to date
dutch: Trakt film keren afgespeeld zijn up to date

# #32087
source: Playcounts updated for %i movie(s) on trakt
dutch: Keren afgespeeld zijn geӮpdated voor %i film(s) op trakt

# #32088
source: Kodi movie playcounts are up to date
dutch: Kodi Film keren afgepeeld zijn up to date

# #32089
source: Updating %i of %i movie playcount(s) in Kodi
dutch: Updaten %i van %i film ker(en) afgespeeld

# #32090
source: Playcounts updated for %i movie(s) in Kodi
dutch: keren afgespeeld geӮpdated van %i film(s) in Kodi

# #32091
source: trakt movie collection is up to date, no movies removed
dutch: Trakt Flm collecti is upto date, geen films verwijderd

# #32092
source: %i movie(s) were removed from your trakt collection
dutch: %i film(s) zijn verwijderd van jouw trakt collectie

# #32093
source: Updating %i of %i movie playcount(s) on trakt
dutch: Updaten %i van%i film ker(en) afgespeeld naar trakt

# #32094
source: Loading episode data from Kodi
dutch: Laden afleveringdata van Kodi

# #32095
source: Loading shows from Kodi
dutch: Laden series van Kodi

# #32096
source: Shows loaded from Kodi
dutch: Toon geladen van Kodi

# #32097
source: Parsing %i of %i episode data from Kodi
dutch: Parsing %i van %i aflevering data van Kodi

# #32098
source: Loaded episode data from Kodi
dutch: Geladen afleveringsdata van Kodi

# #32099
source: Loading episode data from trakt
dutch: Laden afleveringsdata van trakt

# #32100
source: Retrieving episode collection from trakt
dutch: Verkrijgen afleveringscollectie van trakt

# #32101
source: Retrieving watched episodes from trakt
dutch: Verkrijgen bekeken afleveringen van trakt

# #32102
source: Parsing episode data %i of %i from trakt
dutch: Parsing afleveringsdate %i van%i van trakt

# #32103
source: Retrieved episode data from trakt
dutch: Verkrijgen afleveringsdata van trakt

# #32104
source: trakt episode collection is up to date, no episodes to add
dutch: Trakt afleveringscollectie is up to date, geen afleveringen toe te voegen

# #32105
source: %i episode(s) were added to your trakt collection
dutch: %i aflevering(en) zijn toegevoegd aan jouw trakt collectie

# #32106
source: trakt episode playcounts are up to date
dutch: Trakt afllevering keren afgespeeld zijn up to date

# #32107
source: Kodi episode playcounts are up to date
dutch: Kodi afleveringen keren afgespeeld zijn up to date

# #32108
source: Updating %i of %i episode playcount(s) in Kodi
dutch: Updaten %i van %i aflevering ker(en) afgespeeld in Kodi

# #32109
source: Playcounts updated for %i show(s) in Kodi
dutch: keren afgespeeld geӮpdated voor %i serie(s) in Kodi

# #32110
source: trakt episode collection is clean, no episodes to remove
dutch: Trakt afleveringscollectie is schoon, geen afleveringen te verwijderen

# #32111
source: %i episode(s) are being removed from your trakt collection
dutch: %i aflevering(s) worden verwijderd van jouw trakt collectie

# #32112
source: %i episode(s) were removed from your trakt collection
dutch: %i aflevering(en) werden verwijderd van jouw trakt collectie

# #32113
source: trakt - Marked as watched
dutch: Trakt - Markeert als bekeken

# #32114
source: trakt - Failed marking as watched
dutch: Trakt - niet gelukt te markeren als bekeken

# #32115
source: %d episode(s) of '%s'
dutch: %d aflevering(en) van '%s'

# #32116
source: Enable debug mode
dutch: Activeer debug modus
